Repository: nvdaaddons/addonsHelp
Catalog: addon/locale/*/add-ons/LC_MESSAGES/nvda.po
Languages: pt_br, pt_pt, ru_ru, sk, sl, uk

source: Running add-ons &documentation
pt_br: &Documentação de complementos em execução
pt_pt: Documentação dos extras em &execução
ru_ru: &Документация по включённым дополнениям
sk: &Dokumentácia pre bežiace doplnky
sl: &Dokumentacija dodatkov v teku
uk: Документація &запущених додатків

source: Add-ons &commands
pt_br: &Comandos de complementos
pt_pt: &Comandos dos extras
ru_ru: &Команды дополнений
sk: &Klávesové skratky doplnkov
sl: &Ukazi dodatkov
uk: Команди &додатків

source: Description of the scripts contained in each add-on
pt_br: Descrição dos scripts contidos em cada complemento
pt_pt: Descrição dos scripts contidos em cada extra
ru_ru: Описание скриптов, содержащихся в каждом дополнении
sk: Popis funkcií v doplnkoch
sl: Opis skript, ki jih vsebuje vsak dodatek
uk: Опис скриптів кожного додатка

source: Disabled add-o&ns documentation
pt_br: Docume&ntação de complementos desabilitados
pt_pt: Documentação dos extras desactivados
ru_ru: Д&окументация по отключённым дополнениям
sk: Dokumentácia pre &zakázané doplnky
sl: Dokumentacija &onemogočenih dodatkov
uk: Документація &вимкнених додатків

source: Not assigned to gesture or part of layered commands
pt_br: Não atribuído a comandos ou parte de comandos em camadas
pt_pt: Sem atribuição a comando ou comando em camadas
ru_ru: Не назначено на жест или часть ступенчатой команды
sk: Nie je nastavená klávesová skratka alebo zložený príkaz
sl: Ni dodeljen nobeni kretnji ali je del ukazov v plasti
uk: Команду чи жест не призначено

source: List of commands for running add-ons
pt_br: Lista de comandos para executar os complementos
pt_pt: Lista de comandos para os extras em execução
ru_ru: Список команд для включённых дополнений
sk: Zoznam príkazov spustených doplnkov
sl: Seznam ukazov za dodatke v teku
uk: Список команд запущених додатків

source: Documentation
pt_br: Documentação
pt_pt: documentação
ru_ru: Документация
sk: Dokumentácia
sl: Dokumentacija
uk: Документація

source: Gesture
pt_br: Comando
pt_pt: Comando
ru_ru: Жест
sk: Gesto
sl: Kretnja
uk: Жест

source: Add-ons documentation
pt_br: Documentação de complementos
pt_pt: Documentação dos extras
ru_ru: Документация по дополнению
sk: Dokumentácia doplnku
sl: Dokumentacija dodatkov
uk: Документація додатків

source: You have installed the addonsHelp-1.0 add-on which is incompatible with this one. The new name of this add-on is addonsHelp. Click OK to update it.
pt_br: Instalou o complemento addonsHelp-1.0, que é incompatível com este. O novo nome deste complemento é addonsHelp. Clique em OK para atualizá-lo.
pt_pt: Instalou o extra addonsHelp-1.0, que é incompatível com este. O novo nome deste extra é addonsHelp. pressione em "OK" para o atualizar.
ru_ru: У вас установлено дополнение addonsHelp-1.0, которое не совместимо с данным. Новое имя этого дополнения - addonsHelp. Щёлкните "OK", чтобы обновить его.
sk: Máte nainštalovanú verziu Addonshelp-1.0, ktorý je nekompatibilný s týmto doplnkom. Nový názov doplnku je Pomocník pre doplnky. Kliknutím na tlačidlo OK prevezmite aktualizáciu.
sl: Imate nameščen dodatek addonsHelp-1.0, ki je nezdružljiv s tem. Novo ime tega dodatka je addonsHelp. Klicknite V redu za njegovo posodobitev.
uk: У вас встановлено додаток addonsHelp-1.0, який несумісний з цією версією додатка. Нова назва додатка - addonsHelp. Натисніть OK для його оновлення.

source: Update confirmation
pt_br: Confirmação de atualização
pt_pt: Confirmação de actualização
ru_ru: Подтверждение обновления
sk: Aktualizácia úspešná
sl: Potrditev posodobitve
uk: Підтвердження оновлення

source: This add-on provides a quick way to access documentation for the add-ons you have installed, creating, in the NVDA Help menu, two sub-menus. One, called "Running add-ons documentation", grouping the documentation and a list of commands for running add-ons, and another sub-menu called "Disabled add-ons documentation", where are listed the disabled add-ons.
pt_br: Este complemento fornece uma maneira rápida de acessar à documentação dos complementos que tem instalados, criando, no menu Ajuda do NVDA, dois submenus: Um, chamado "Documentação de complementos em execução", que agrupa a documentação e uma lista de comandos para executar os complementos, e outro, chamado "Documentação de complementos desabilitados", onde estão listados os complementos desabilitados.
pt_pt: Este extra fornece uma maneira rápida de aceder à documentação dos extras que tem instalados, criando, no menu "Ajuda" do NVDA, dois submenus: Um, chamado "Documentação dos extras em execução", que agrupa a documentação e uma lista de comandos para executar os complementos, e outro, chamado "Documentação de extras desactivados", onde estão listados os extras desactivados.
ru_ru: Это дополнение предоставляет быстрый доступ к документации по установленным у вас дополнениям, создавая в меню NVDA "Справка" два подменю. Первое подменю - "Документация по включённым дополнениям" группирует всю документацию и выводит список команд для включенных дополнений, а во втором подменю - "Документация по отключённым дополнениям" перечислены все отключённые дополнения.
sk: Tento doplnok poskytuje rýchly prístup k návodom a klávesovým skratkám doplnkov, ktoré máte nainštalované v NVDA. V menu Pomocník nájdete dve položky. V podmenu "Dokumentácia pre bežiace doplnky" nájdete návody a klávesové skratky pre aktuálne spustené doplnky. V menu "Dokumentácia pre zakázané doplnky" nájdete dokumentáciu a klávesové skratky k doplnkom, ktoré sú nainštalované, ale nie sú povolené.
sl: Ta dodatek vam ponuja hitro bližnjico za dostop do dokumentacije za dodatke, ki ste jih namestili; s stvaritvijo v meniju Pomoči za NVDA dveh podmenijev. Prvi se imenuje "Dokumentacija dodatkov v teku", ki združuje dokumentacijo in seznam ukazov za dodatke v teku. In drug podmeni se imenuje "Dokumentacija onemogočenih dodatkov", kjer so razvrščeni onemogočeni dodatki.
uk: Цей додаток забезпечує швидкий доступ до документації для встановлених додатків, шляхом створення в меню довідки NVDA два підменю. У першому - "Документація для запущених додатків" - зібрано документацію і список команд для кожного запущеного додатка. У другому - "Документація для вимкнених додатків" - показано список вимкнених додатків з можливістю відкрити їхню документацію.
